Repository: Hawarikun/status_app
Catalog: lib/l10n/app_*.arb
Languages: id

# splashDescription
source: Welcome to Story App
id: Selamat datang di Story App

# loginTitle
source: Sign in
id: Masuk

# registerTitle
source: Register
id: Daftar

# descriptionLogin
source: Hi! welcome back, your've been missed
id: Hai! selamat datang kembali, kamu telah dirindukan

# descriptionRegister
source: Fill Your Information below
id: Isi Informasi Anda di bawah

source: Confirm password
id: Konfirmasi password

# validationName
source: Name must be filled in
id: Nama harus diisi

# validationEmail
source: Email must be filled in
id: Email harus diisi

# validationPassword
source: Password must be filled in
id: Password harus diisi

# validationPassword2
source: The password must have 8 characters
id: Password harus memiliki 8 karakter

# questionRegister
source: Don't have an account ?
id: Tidak mempunyai akun ?

# questionLogin
source: Alredy have account ?
id: Sudah punya akun ?
